Repository: alireza12t/ConUHack2025-Quebec-Firefighters-iOS-App
Catalog: Quebec Firefighters/Localization/*.lproj/Localizable.strings
Languages: fr

source: Predictions
fr: Prédictions

source: Unit Deployment
fr: Déploiement d'unité

source: Addressed
fr: Traité

source: Missed
fr: Manqué

source: Severity
fr: Gravité

source: Value
fr: Valeur

# csv_empty
source: The CSV file is empty.
fr: Le fichier CSV est vide.

# csv_row_error
source: Row %@ has %@ columns; expected %@.
fr: La ligne %d a %d colonnes; %d attendu.

# permission_denied
source: Permission denied for file access.
fr: Accès refusé au fichier.

source: Fire Report
fr: Rapport d'incendie %@

source: 🔥 Total Fires:
fr: 🔥 Incendies totaux : %d

# addressed_fire
source: ✅ Addressed
fr: ✅ Pris en charge

# missed_fire
source: 🚨 Missed
fr: 🚨 Manqué

source: Close
fr: Fermer

source: Fires by Severity
fr: Incendies par gravité

source: No data available
fr: Aucune donnée disponible

source: Fire Response Report
fr: Rapport d'intervention incendie

source: General Statistics
fr: Statistiques générales

source: Total Fires Addressed:
fr: Incendies pris en charge : %d

source: Total Fires Delayed:
fr: Incendies retardés : %d

# total_fires_no_emojie
source: Total Fires:
fr: Incendies totaux : %d

source: Operational Costs: $
fr: Coûts opérationnels : $%.2f

source: Damage Costs: $
fr: Coûts des dommages : $%.2f

source: Upload CSV File
fr: Télécharger le fichier CSV

# upload_csv_description
source: Upload your csv file to plan deployment of units to prevent wildfires!
fr: Téléchargez votre fichier CSV pour planifier le déploiement des unités afin de prévenir les feux de forêt !

source: Input Method
fr: Méthode d'entrée

source: Deploying units ...
fr: Déploiement des unités en cours...

source: Enter file URL
fr: Entrez l'URL du fichier

source: Upload from Files
fr: Télécharger depuis Fichiers

source: Failed to load file.
fr: Échec du chargement du fichier.

source: Permission Required
fr: Autorisation requise

# permission_denied_message
source: This app does not have permission to access the file. Please enable file access in Settings.
fr: Cette application n'a pas la permission d'accéder au fichier. Veuillez activer l'accès aux fichiers dans les Réglages.

source: Open Settings
fr: Ouvrir les Réglages

source: File
fr: Fichier

source: Link
fr: Lien

source: Load
fr: Charger

source: Fetching address...
fr: Récupération de l'adresse...

source: Address not available
fr: Adresse non disponible

source: Location
fr: Emplacement

source: Probability
fr: Probabilité

source: Fetching Fire Predictions...
fr: Récupération des prédictions d'incendies...

source: Select View
fr: Sélectionner la vue

source: List
fr: Liste

source: Map
fr: Carte

source: Fire Predictions
fr: Prédictions d'incendies

source: Time
fr: Heure
